Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/white_papers/gievrras_giellamodeallat.pdf.tmx
Source language: sme
Languages: smj

source: 4.5 Oamastanmodealla
smj: 4.5 Åmastimmodælla

source: Sámegiella oahpahus- ja gulahallangiell an
smj: Sámegiella åhpadim- ja guládallam giellan

source: Ollislaš plána giela hárrái mánáidgárdd is ja vuođđooahpahusas
smj: Åbbålasj plána giela hárráj mánájgárd en ja vuodoåhpa dusán

source: Produktiivv a-laš sámegiela dáidu, 12 ruovttu -giellan)heami árvvoštallannjálmmá-laš ja čálalaš
smj: Diedulasj giellapráksisa ja giellaano árvustallam Produktij va sáme gielladáj ddo, njálmálat tjat ja tjálalattja t

source: Dán modealla Baker gohčoda immersion -modeallan ja Todal språkbads -modeallan.
smj: Dáv modellav Baker gåhtjut immersion -modællan ja Todal språkbads -modællan.

source: Sámegilliige doahpagat giellalávgun ja giellalávgunmodealla leat muhtun veardde geavahuvvon.
smj: Sámegiellaj li buojkuldagá giellalávggom ja giellalávggommodælla muhtem mudduj aneduvvam.

source: Mii leat goittotge válljen namahusa oamastanmodealla dan geažil go giellalávgun orru báikkohagaid Sámis vuođđuduvvon boasttu áddejupmái.
smj: Lep ajtu válljim nammadusáv åmastimmodælla danen gå giellalávggom vuojnnet muhtem mudduj la Sámen boasto dádjadussaj vuododuvvam.

source: Dávjá lea dulkojuvvon nu ahte jus beare rávisolbmot sámástit mánáide dahje ahte mánát gullet veahá sámegiela, de sáhka lea giellalávgumis vaikko mánát ieža eai hupmagoađege sámegiela.
smj: Álu l dålkkuduvvam navti jus beru ållessjattuga sámásti mánájda jali jus máná gulli vehi 12 sámegielav, de la sáhka giellalávggomis vájku máná ietja e sámástahttjá.

source: Ođđa namahus nappo deattuha ahte giellafálaldagas lea vissis ulbmil - mánná galgá oamastit sámegiela - masa gáibiduvvojit hui diđolaš giellageavadat ja man joksama ferte árvvoštallat jeavddalaččat.
smj: Ådå buojkuldahka nappu dættot giellafálaldagán galggá visses ulmme - mánná galggá sámegielav åmastit - masi gájbbeduvvi viek diedulasj giellapráksisa ja mav jåksåmav hæhttu aktelt árvustallat.

source: Sámis modealla vuođđojurdda lea, ahte riikkagielat mánná galgá šaddat produktiivvalaččat sámegielagin, ja dat ollašuvvá buoremusat nu, ahte máná mánáidgárddis ja skuvllas gulahallama ja oahpahusa giellan lea sámegiella.
smj: Sámen la modella vuodoájádus jut rijkagielak mánná galggá sjaddat produktijva sámegielagin, ja dat buoremusát ålliduvvá navti jut sámegiella l guládallama ja åhpadime giellan mánájgárden ja skåvlån.

source: Oamastanmodealla bargojoavku evttoha geavahit dain guovlluin gos sámegielaid sirdáseapmi sohkabuolvvas nubbái lea hedjonan dahje boatkana, ja lea viiddis dárbu ealáskahttit sámegiela.
smj: Barggojuogos oajvvat åmastimmodellav adnet dajn guovlojn gånnå sámegielaj sirddem buolvas nubbáj la hedjunam jali boarkkanam, ja la vijdes dárbbo sámegielav ælládahttet.

source: Sámemánát, geat eai ollenge dahje doarvái beasa oččodit sámegiela ruovttus, sáhttet oččodit sámegiela mánáidgárddis, mii doaibmá oamastanmodealla bokte ja dan maŋŋá sámegillii lágiduvvon skuvlaoahpahusas.
smj: Sámemáná gudi e åvvånis jali nuohkásav besa sámegielav sijdan åmastit, máhtti sámegielav dakkir mánájgárden åmastit mij åmastimmodella baktu doajmmá. Dan maŋŋela oadtju mánná sámegielak skåvllåfálaldagáv.

source: Dat lea áidna beaktilis vuohki jorgalahttit sámiid giellamolsuma ja nannet sámegielaid sajádaga miehtá Sámi.
smj: Dát la ájnna dåbmaris vuohke sámij giellamålssomav jårggålit ja nannit sámegielaj dilev Sámev miehtáj.

source: Sámis lea dábálaš, ahte mánáidgárdejoavkkus dahje skuvlaluohkás leat mánát, geain leat hui iešguđetlágán gielladuogážat ja gielladáiddu dásit.
smj: Sámen la dábálasj jut mánájgárddejuohkusin jali skåvllåklássan li máná, gejn li viek iesjguhtiklágásj gielladuogátja ja gielladájdo dáse.

source: Dalle lea dárbu lágidit doaimmaid sihke nannen- ja oamastanmodealla mielde, goittotge dassážii go maiddái álgoálggus riikkagielat mánát leat joksan produktiivvalaš sámegieldáiddu.
smj: Dalloj la dárbbo fálaldagájt ásadit sihke nannim- ja åmastimmodella milta, ajtu dallutjij gå aj ieme rijkagielak máná li produktijva sáme gielladájdduj jåksåm.

source: Juohke mánná galgá oažžut giellafálaldaga iežas gielladárbbuid ja -dási mielde ja juohke mánná galgá beassat ovdánit gielalaččat.
smj: Juohkka mánná galggá giellafálaldagáv oadtjot ietjas gielladárboj ja -dáse milta ja juohkka mánná galggá bessat åvddånit giela hárráj.

source: Dasa mii máhccat dárkileappot dokumeanttas “Gievrras giellamodeallat II: fágalaš árvvoštallamat ja ávžžuhusat“.
smj: Dasi máhttsap dárkkelappot dokumentan “Nanos giellamodella II: fágalasj árvustallama ja oajvvadusá“.

source: Njukčamánus 2022
smj: 2022 snjuktjamáno

source: SáMOS - prošeavtta gievrras giellamodeallaid bargojoavku 13
smj: SáMOS - prosjevta nanos giellamodellaj barggojuogos 13

source: Gievrras giellamodeallat II: fágalaš árvvoštallamat ja ávžžuhusat 5 Láidehus
smj: Nanos giellamodella II: fágalasj árvustallama ja oajvvadusá 5 Álggo

source: Dát čálus lea Sámedikki nammadan gievrras giellamodeallaid bargojoavkku barggu nubbi oassi.
smj: Dát tjálos la Sámedikke nammaduvvam nanos giellamodellaj barggojuohkusa nuppát tjálos.

source: Dat lea čállosa Gievrras giellamodeallat I: duogáš ja definišuvnnat joatkka .
smj: Dát la Nanos giellamodella I: duogásj ja definisjåvnå joarkkan.

source: Das mii leat ovdanbuktán ja heivehan gielladutkiid Colin Baker ja Jon Todal geahnohis ja gievrras giellamodeallaid.
smj: Danna lip åvddån buktám ja hiebadam gielladutkij Colin Bakera ja Jon Todala rasjes ja nanos giellamodellajt.

source: Dán nuppi oasis mii guorahallat gievrras giellamodeallaid praktihkas ja buktit ovdan iešguđetlágán vugiid, mo sámegielat mánáidgárde- ja skuvladoaimmaid sáhttá lágidit gievrras giellamodeallaid bokte.
smj: Dán nuppát oasen guoradallap nanos giellamodellajt praktihkan. Biedjap åvddån iesjguhtiklágásj vuogijt gåktu sámegielak mánájgárdde- ja skåvllåfálaldagájt máhttá nanos giellamodellaj baktu ásadit.

source: Bargojovkui gullet sámi sosiolingvistihka professor Annika Pasanen , bajit inšenevra ja gielladutki Inga Lill Sigga Mikkelsen , vuosttašlektor Berit Anne Bals Baal ja sámi mánáidgárdeoahpaheaddji ja SáMOS prošeaktabargi Ánne-Márge Päiviö .
smj: Barggojuohkusij gulluji sáme sosiolingvistihka profæssor Annika Pasanen , bajep ingenerra ja gielladutke Inga Lill Sigga Mikkelsen , vuostasjlievtor Berit Anne Bals Baal ja sáme mánájgárddeåhpadiddje ja SáMOS-prosjæktabargge Ánne-Márge Päiviö .

source: Sámedikki mihttu bargojoavkku bargui lea leamaš ovddidit mánáidgárddiid ja skuvllaid barggu mánáid sámegielatvuođa huksejeaddjin ja nannejeaddjin.
smj: Sámedikke ájggomus barggojuohkusa bargguj la læhkám åvdedit mánájgárdij ja skåvlåj bargov mánáj sámegielakvuoda tsieggijiddjen ja nannijiddjen.

source: Barggu bohtosat galggašedje adnot ávkin mánáidgárddiid rámmaplána ja skuvllaid oahppoplánaid implementeremis ja oppanassiige sámegielaid ovdánahttinbarggus Norggas, Suomas ja Ruoŧas.
smj: Bargo båhtusa galgalulun aneduvvat ávkken mánájgárdij rámmaplána ja skåvlåj oahppoplánaj implementierimij ja ållåsit sámegielaj åvddånahttembargguj Vuonan, Suoman ja Svierigin.

source: Bargojoavkku barggu vuolggasadjin lea leamaš dat, ahte sámegielat mánáidgárde- ja skuvlafálaldagat leat deaŧalaččamus institušuvnnalaš dási doaibmabijut, maiguin sámeservodat sáhttá suodjalit ja nannet iežas gielaid.
smj: Barggojuohkusa bargo vuodon la læhkám sámegielak mánájgárdde- ja skåvllåfálaldagá li ájnnasamos dåjma ásadusáj dásen, maj sámesebrudahka máhttá ietjas gielajt suodjalit ja nannit.

source: Danne lea deaŧalaš sihkkarastit ahte skuvllat ja mánáidgárddit duođaid lihkostuvvet sirdimis sámegiela mánáide produktiivvalaš giellan.
smj: Danen la ájnas sihkarasstet jut skåvlå ja mánájgárde duodaj vuorbástuvvi sámegielav mánájda sirddet produktijva giellan.

source: Mánáid ja nuoraid sámegielat fálaldagaid ovdánahttin lea olles servodaga oktasaš bargu.
smj: Mánáj ja nuoraj sámegielak fálaldagáj åvddånahttem la ålles sebrudagá aktisasj barggo.

source: Dan barggus dárbbašuvvojit giellamodeallat, maid máilmmiviidosaččat leat gávnnahan buoremussan ja beaktileamosin gielaid sirdimis ja nannemis.
smj: Dan bargon dárbahuvvi giellamodella, majt væráldav miehtáj li gávnaduvvam buoremussan ja dåbmarabmusin gielaj sirddemij ja nannimij.

source: 6 Duogáš: sámemánáid gielladilit ja dárbbut
smj: 6 Duogásj: sámemánáj gielladile ja dárbo

source: Otná sámi servvodagat leat iešguđetge dásiin dan hárrái man viidát giellamolsun lea dáhpáhuvvan, man bures sámegiella lea sirdásan bearrašiin ja man ollu sámegiella geavahuvvo iešguđetge giellašiljuin.
smj: Udnásj sáme sebrudagá li iesjguhtik dásijn dan hárráj man mudduj giellamålssom la dáhpáduvvam, man buoragit sámegiella l familjajn joarkeduvvam ja man ednagit sámásti iesjguhtik giellasaljojn.

source: Mánáidgárde- ja skuvladoaimmaid plánen ja praktihkas ollašuhttin ferte lunddolaččat vuolgit guovllu diliin ja dárbbuin.
smj: Mánájgárdde- ja skåvllåfálaldagáj plánim ja praktihka ållidibme hæhttu luondulattjat vuolgget guovlo dilijs ja dárbojs.

source: Almmolaš 14 dásis kategoriserejit sámegielat servošiid dávjá roavvásit nu, ahte leat 1) nanu sámegielat guovllut, gos giella lea sirdásan ja ain sirdása eanaš bearrašiin, ja 2) guovllut, gos giellasirdin lea heahtašuvvan dahje oalát boatkanan.
smj: Almulasj dásen sámegielak sebrudagá álu jårbbåsit návti kategorisieriduvvi; 1) nanos sámegielak guovlo, gånnå giella l ienemus familjajn sirdedum ja ájn joarkeduvvá, ja 14 2) guovlo, gånnå giellajoarkkem la hiereduvvam jali ållåsit boarkkanam.

source: Lea goittotge váttis kategoriseret sámegielaid diliid dárkilit guovlluid mielde, go lea dábálaš, ahte dihto guovllus bearrašiid ja mánáid dilit leat hui iešguđetlágánat.
smj: Le ajtu gássjel kategorisierit sámegielaj dilijt dárkkelap geografijjalasj guovloj milta.

source: Maiddái nanu sámegielat guovlluin leat mánát geat eai oahpa sámegiela ruovttugiellan, ja maiddái guovlluin gos sámegiella ii viidát geavahuvvo bearrašiin, leat spiehkastagat dan ektui.
smj: Dábálattjat la avta ja sæmmi geografijjalasj guovlon familjaj ja mánáj dile viek iesjguhtiklágátja. Nanos sámegielak guovlojn li aj máná gudi e sámegielav sijddagiellan åhpa, ja guovlojn gånnå sámegiella ij vijddát familjajn aneduvá, li aj tjuolldusa dan gáktuj.

source: Soaitá leat vahátlaš sámegiela ovdánahttima dáfus meroštallat guovlluid juogo nanu dahje hearkkes giellaguovlun.
smj: Sámegiela åvddånahttema gáktuj la ihkap vahák guovlojt merustallat juogu nanos jali rasjes giellaguovllon.

source: Dalle báhcet álkit fuobmákeahttá sosiolingvistihkalaš rievdamat mat leat jođus, dego omd. ahte nuorat lávejit válljet riikkagiela 3 gaskaneaset, vaikko sámástit njuovžilit.
smj: De álkket báhtsi ájtsak sosiolingvistihkalasj rievddama ma li jådon, degu buojkulvissaj jut nuora gaskanisá bruvkkuji rijkagielav válljit, vájku másjkugit sámásti.

source: Giellamolsun- ja giellaealáskahttindiliide lea mihtilmas ahte mánnájoavkkuid gielladilit sáhttet rievdat ja molsašuddat hui jođánit ja ollu iešguđetge jahkeluohkáid gaskkas: ovtta jagi mánáidgárdái/skuvlii bohtet ollu sámegielat mánát, čuovvovaš jagi fas measta buohkat leat riikkagielat bearrašiin.
smj: Giellamålssoma ja giellaælládahttema dilijn la dábálasj jut mánnájuohkusij gielladile máhtti rievddat, viek jåhtelit målssot, aj iesjguhtik jahkeklássaj gaskan: avta jage mánájgárddáj/skåvllåj båhti edna sámegielak máná, tjuovvovasj jage vas vargga gájka li rijkagielak familjajs.

source: Dáid ákkaid geažil bargojoavku oaidná buorebun kategoriseret baicca ovttaskas bearrašiid ja mánáid gielladiliid.
smj: Dáj siváj diehti la barggojuohkusa mielas buorep farra kategorisierit aktugasj familjaj ja mánáj gielladilev.

source: Dihto guovllu gielladili sáhttá govvet dan vuođul, makkár oassi omd. mánáin boahtá makkárge gielladuogážis.
smj: Visses guovlo gielladilev máhttá dan milta gåvvidit, man stuorra oasse mánájs båhti makkir gielladuogátjis.

source: Bearrašiid gielladili váldokategoriijat: 1. Sámegielat, ovttagielat bearaš: sámegiella lea áidna giella váhnemiid ja mánáid gaskkas.
smj: Familjaj gielladile oajvvekategorijja: 1. Sámegielak, avtagielak famillja: sámegiella l ájnna giella æjgádij ja mánáj gaskan.

source: 2. Sámegielat, máŋggagielat bearaš: bearrašis hupmet iešguđetge gielaid, main sámegiella lea okta.
smj: 2. Sámegielak, moattegielak famillja: familjan ságasti iesjguhtik gielajt, majs sámegiella l akta.

source: 3. Riikkagielat / earágielat bearaš: mánná ii gula ruovttus sámegiela dahje sámegielas lea ruovttus eanaš symbolalaš geavaheapmi.
smj: 3. Rijkagielak / ietjá gielak famillja: mánná ij sijdan sámegielav gulá jali sijdan la sámegielan ienemusát symbåvlålasj adno.

source: Go mánáidgárddis ja skuvllas galgá bargat sámegieloahpahusa plánemiin ja čađahemiin, de lea vuosttaš lávki govvidit mánnájoavkku, ja hábmet sámegieloahpahusa mánnájoavkku mielde.
smj: Gå mánájgárden ja skåvlån galggá sámegielåhpadusáv plánit ja tjadádit, de la vuostasj lávkke mánnájuohkusav gåvvidit, ja sámegielåhpadimev mánnájuohkusa milta hábbmit.

source: Jus mánnájoavkkus leat mánát geat bohtet riikkagielat ruovttuin, de lea mánáidgárddi ja skuvlla bargu oahpahit sámegiela ja rievdadit mánáid giellageavaheami.
smj: Jus mánnájuohkusin li máná gudi båhti rijkagiela sijdajs, de la mánájgárde ja skåvlå duogen åhpadit sámegielav ja mánáj giellaanov rievddadit.

source: Jus mánát bohtet sámegielat ruovttuin, lea váldomihttu joatkit dan giellabarggu mii lea juo ruovttus álggahuvvon ja nannet ja ovdánahttit mánáid sámegiela ja giellaválljema.
smj: Jus máná båhti sámegielak sijdajs, de la oajvveulmme dav giellabargov joarkket mij juo la sijdan álgaduvvam, ja nav mánáj sámegielav ja giellaválljimav nannit ja åvddånahttet.

source: Goappáge dáhpáhusas mihtuide olle buoremusat gievrras giellamodeallaid bokte: vuosttaš dáhpáhusas oamastanmodealla mielde ja nuppi dáhpáhusas nannenmodealla mielde (gč. modeallaid govvádusaid ovddit dokumeanttas).
smj: Goappátjijn dáhpádusájn ulmijt buoremusát jåkså nanos giellamodellaj baktu: vuostasj dáhpádusán åmastimmodella baktu ja nuppát dáhpádusán nannimmodella baktu (gehtja modellaj gåvvidimijt åvdep dokumentan).

source: 15 danin dovdat vuđolaččat sámegiela sosiolingvistihkalaš dili iežaset guovllus ja heivehit iežaset bargovugiid mánnájoavkku gielladili mielde.
smj: Mánájgárde ja skåvlå hæhttuji danen vuodulattjat dåbddåt sámegiela sosiolingvistihkalasj dilev ietjasa guovlon ja hiebadit ietjasa barggovuogijt mánnájuohkusa gielladile milta.

source: Máná nanu sámegiela dáidu, gielalaš identitehta ja giellaválljen eaktudit dan, ahte mánás lea jeavddalaččat dakkár áigi ja biras, gos gullo ja geavahuvvo aivve sámegiella.
smj: Máná nanos sáme gielladájddo, gielalasj identitiehtta ja giellaválljim ævtodi dav, jut mánán aktelt la dakkár ájgge ja birás, gånnå dåssju sámegiella gullu ja aneduvvá.

source: Dan dihte sámi mánáidgárddiid ja sámeoahpahusa ulbmilin galgá leat nu ovttagielat sámegielat biras go vejolaš.
smj: Danen hæhttu sáme mánájgárdij ja sámeåhpadusá ulmmen liehket nav avtagielak sámegielak birás gå máhttelis.

source: Buoremus lea dieđusge ahte giellabiras lea ovttagielat olles áiggi, muhto jus dat ii leat vejolaš, de sáhttá láhčit saji ovttagielat birrasii oasseáiggi.
smj: Buoremus la diedon giellabirás mij agev la avtagielak, valla jus dat ij la máhttelis, de máhttá sajev hiebadit avtagielak birrasij oasseájgen.

source: Dán dokumeanttas okta váldoulbmil lea buktit ovdan dan, movt ovttagielat sámegielat fálaldat galgá huksejuvvot.
smj: Dán dokumenta oajvveulmij gaskan la buktet åvddån gåktu avtagielak sámegielak fálaldahka galggá ásaduvvat.

source: Mii leat dihtomielalaččat válljen dán dokumeanttas, seammá go ovddit dokumeanttas ( Gievrras giellamodeallat: duogáš ja definišuvnnat ), sámeoahpahusa ulbmilin produktiivvalaš sámegielatvuođa .
smj: Sæmmi láhkáj dagu åvdep dokumentan ( Nanos giellamodella: duogásj ja definisjåvnå ) lip dánna aj diedulattjat válljim sámeåhpadusá ulmmen produktijva sámegielakvuohta .

source: Dat čujuha dillái mas mánná hupmá ja skuvlaáigodaga mielde maiddai čállá sámegiela.
smj: Dat vuoset dilláj manna mánná sámás ja skåvllåájge nalluj aj tjállá sámegiellaj.

source: Bargojoavku oaidná ahte sámegielat mánáid ja nuoraid giellafálaldagaid konteavsttas galgá kritihkalaččat geahččat doahpaga guovttegielatvuohta .
smj: Barggojuogos vuojnná sámegielak mánáj ja nuoraj giellafálaldagáj kontevstan galggá lájttálisát gehtjadit guovtegielakvuohta buojkuldagáv.

source: Dábálaččathan namalassii guovttegielatvuohta deattuhuvvo buot oktavuođain, omd. mánáidgárddi dahje oahpahusa mihttun namuhuvvo guovttegielatvuohta, dávjá doaibmi guovttegielatvuohta (eŋg. functional bilingualism ).
smj: Dábálattjat guovtegielakvuohta dættoduvvá , buojkulvissaj de mánájgárde jali åhpadime ulmmen nammaduvvá guovtegielakvuohta, álu doajmme guovtegielakvuohta (eŋg. functional bilingualism ).

source: Doaibmi guovttegielatvuođa meroštallan lea hui jorbbas.
smj: Doajmme guovtegielakvuoda árvustallam la viek jårbås.

source: Dat sáhttá čujuhit omd. dakkár dillái, ahte go mánná ádde bures riikkagiela ja sámegiela, de son hupmá spontánalaččat dušše riikkagiela, ja sámegiela son hupmá dušše ráddjejuvvon dilálašvuođain dahje ollu heajut dásis go riikkagiela.
smj: Dat máhttá vuosedit buojkulvissaj dakkár dilláj gånnå mánná buoragit dádjat rijkagielav ja sámegielav, de ságas spontanalattjat dåssju rijkagielav, ja sámás dåssju ráddjiduvvam aktijvuodajn jali viek nievrep dásen gå rijkagielan.

source: Nappo su sámegiela dáidu soaitá báhcit eambboge reseptiivvalažžan, nappo áddema dássái.
smj: Nappu suv sáme gielladájddo soajttá báhtset reseptijvvan , mij merkaj mánná dåssju dádjat.

source: Mánáid reseptiivvalaš sámegiela dáidu ii leat doarvái otnábeaivvi servodatdiliin, gos sámegielat leat juohke sajis áitatvuložat ja unnitlogusajádagas.
smj: Mánáj reseptijva sáme gielladájddo ij la nuoges udnásj sebrudakdilijn, gånnå sámegiela li juohkka sajen ájteduvvam ja unneplågodilen.

source: Sámeservodaga mihttu iežas gielaid hárrái berre leat alibus.
smj: Sámesebrudagá ulmme ietjas gielaj hárráj bierri alebun liehket.

source: Ferte viggat dasa, ahte mánát sámástit máŋggabealat birrasiin ja hámiin, sihke institušuvnnalaš ja priváhta birrasiin, sihke skuvllas ja ruovttus.
smj: Hæhttu dasi hihkalit, jut máná sámásti moattebelak birrasijn, sihke ásadusájn ja priváhta birrasijn, sihke skåvlån ja sijdan.

source: Sámi mánáidgárddiid, sámeoahpahusa ja olles sámeservodaga mihttu ferte leat mánáid produktiivvalaš sámegiella.
smj: Sáme mánájgárdij, sámeåhpadime ja ålles sámesebrudagá ulmme hæhttu liehket mánájn la produktijva sámegiella.

source: Bargojoavku oaidná, ahte sámegielaid ja giellafálaldagaid guoskevaš dokumeanttain ja plánain ii leat dárbu deattuhit riikkagiela dáiddu.
smj: Barggojuogos vuojnná, jut dokumentajn ja plánajn ma sámegielajda ja sáme giellafálaldagájda guosski ij la dárbbo rijkagiela tjehpudagáv dættodit.

source: Dat lea otnábeaivvi sámemánáide ja -nuoraide diehttelas, ja dan galgá deattuhit riikkagiela oahppoplánain.
smj: Dat la udnásj sámemánájda ja -nuorajda diehttelissan, ja dav galggá rijkagiela oahppoplánajn dættodit.

source: Guovttegielatvuohtadoahpagis lea maiddái dat čuolbma, ahte dat áddejuvvo dávjá boastut.
smj: Guovtegielakvuoda buojkuldagán la aj nubbe tjuolmma, jut dat álu boasstot dádjaduvvá.

source: Máná guovttegielatvuohta ii mearkkaš iige eaktut dan ahte juohke sajis geavahuvvojit, namuhuvvojit ja vuoruhuvvojit guokte giela.
smj: Máná guovtegielakvuohta ij merkaha ij ga ævtoda jut juohkka sajen aneduvvi, nammaduvvi ja vuoroduvvi guokta giela.

source: Lea baicca nuppegežiid: guovttegielatvuohta eaktuda ovttagielat birrasiid .
smj: Le farra nuppe láhkáj: guovtegielakvuohta ævtot avtagielak birrusijt .

source: Eandalii go lea gažaldagas áitatvuloš unnitlogugiella, de nanu guovttegielatvuohta eaktuda dan, ahte mánás leat doarvái ovttagielat birrasat ja dilálašvuođat unnitlogugielas.
smj: Duodaj gå la sáhka ájtedum unneplågogielas, de nanos guovtegielakvuohta ævtot dav, jut mánán li nuoges avtagielak birrasa ja unneplågogiela dile/dáhpádusá.

source: Stuorraservodagas lea hui unnán sadji sámegiela geavaheapmái ja ovdánahttimii, ja dat oppanassiige 16 oidno hui unnán.
smj: Stuorrasebrudagán la viek binná sadje sámegiela adnuj ja åvddånahttemij, ja dat ij heva vuojnnu.

source: Lea čielggas, ahte sámemánná ii beasa gullat ja geavahit iežas sámegiela lahkage seammá ollu go riikkagielat mánná iežas giela.
smj: Sáme máná e besa sámegielasa gullat ja adnet sæmmi ålov dagu rijkagiela máná bessi ietjasa gielav gullat ja adnet.

source: Sámi mánáidgárddit, sámeossodagat ja sámeluohkát fertejit leat máná eallimis dat biras, gos hui dihtomielalaččat vuoruhuvvo sámegiella.
smj: Sáme mánájgárde, sámeåssudagá ja sámeklássa hæhttuji máná iellemin liehket dakkir birrasa, gånnå sámegiella diedulattjat vuoroduvvá.

source: Dát Sámedikki bargojoavkku bargu lea vuosttaš viggamuš meroštallat ja guorahallat gievrras giellamodeallaid ollisvuođa ja hukset vuođu daid heiveheapmái olles sámeservodagas.
smj: Sámedikke barggojuohkusa barggo l vuostasj bále nágin viggá merustallat ja guoradallat nanos giellamodellaj ållesvuodav ja vuodov dahkat dan hiebadibmáj ålles sámesebrudahkaj.

source: Dat ii aŋkke mearkkaš dan ahte gievrras giellamodeallat livčče ođđa ášši sámeservodahkii.
smj: Dat gal ij merkaha jut nanos giellamodella lulun ådå ássjen 16 sáme sebrudahkaj.

source: Sámis leat baicce jo dál ollu buorit vásáhusat gievrras giellamodeallaiguin .
smj: Sámen li juo dálla edna buorre muossádime nanos giellamodellajs.

source: Sámegielat oamastanmodealla lea adnojuvvon ee. Suoma bealde Anáris, gos leat juo guhkká doaibman anárašgielat giellabeasit ja skuvlaluohkát.
smj: Sámegielak åmastimmodælla l aneduvvam duola dagu Suoma bielen Anárin, gånnå li juo guhkev doajmmam anársámegielak giellabiese ja skåvllåklássa.

source: Seamma ládje maiddái Elgås lea heivehuvvon oamastanmodealla oasseáigásaččat lullisámegielat mánáidgárde- ja skuvladoaimmain.
smj: Sæmmiláhkáj li Elgåan aj hiebadam åmastimmodellav oasseájggáj oarjjelsámegielak mánájgárdde- ja skåvllåfálaldagán.

source: Dát ovdamearkkat čájehit ahte lea vejolaš olahit produktiivvalaš sámegielatvuođa, jus diđolaččat bargá gievrras giellamodeallaiguin.
smj: Dá buojkulvisá vuosedi máhttelis la jåksåt produktijva sámegielakvuohtaj, jus diedulattjat nanos giellamodellaj barggá.

source: Nannenmodealla lea prinsihpas leamaš Sámis anus nanu davvisámegielat guovlluin, dego Guovdageainnus: omd. skuvlaluohká oahpahus- ja gulahallangiellan leamaš aivve sámegiella.
smj: Nannimmodælla l prinsihpan Sámen anon læhkám nanos nuorttasámegielak guovlojn, dagu Guovddagæjnon: buojkulvissaj la skåvllåklássaj åhpadim- ja guládallamgiellan læhkám dåssju sámegiella.

source: Dat lea doaibman bures dihto áigodagas ja dihtolágán mánnájoavkkuiguin - dalle, go gažaldat lea leamaš nanu sámegielat, sámegiela vuosttaš giellan hálli mánáin.
smj: Dat la doajmmam buoragit visses ájgegávdan ja visses mánnájuohkusij - dalloj, gå gatjálvis la læhkám nanos sámegielagijs, vuostasjgielak sáme máná.

source: Sámegiela sosiolingvistihkalaš dilit leat goittotge jámma rievdan ja šaddan eambbo hástaleaddjin.
smj: Sámegiela sosiolingvistihkalasj dile li ajtu ållu rievddam ja sjaddam ienep hásstaliddjen.

source: Maiddái nanu sámegielat guovlluin mánnájoavkkuide leat šaddan ain eambbo mánát, geat eai máhte sámegiela produktiivvalaččat dahje oppanassiige, dahje geain lea eará sivaid dihte nanu tendeansa válljet riikkagiela.
smj: Aj nanos sámegielak guovlojn li mánnájuohkusijda sjaddam ienep máná, gudi e buvte sámegielav produktijvalattjat jali åvvånis, jali gejn ietjá siváj diehti la nanos tendænssa rijkagielav válljit.

source: Dakkár diliide eai leat álo nagodan reageret sámegielat mánáidgárddiin ja skuvllain.
smj: Dakkár dilijda ælla agev nahkam sámegielak mánájgárdijn ja skåvlåjn reagierit.
